Repository: sparcs-kaist/app-ios
Catalog: BuddyFeature/Sources/BuddyFeatureSettings/Localizable.xcstrings
Source language: en_gb
Languages: ko

source: 6-character code
ko: 6자리 코드

source: Acknowledgements
ko: 만든 사람들

source: Allow NSFW
ko: NSFW글 허용

source: Allow Political
ko: 정치글 허용

# An error occurred while signing out. Please try again later.
source: An error occurred while signing out. Please try again shortly.
ko: 로그아웃 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: Appearance
ko: 화면 스타일

source: Bank Account
ko: 계좌 번호

source: Bank Name
ko: 은행

source: Bank Number
ko: 계좌 번호

source: Bookmarked Posts
ko: 북마크한 게시글

source: Change Language
ko: 언어 변경

source: Chat with Us
ko: 채팅 문의

source: Chemistry
ko: 화학

source: Confirm
ko: 확인

source: Content Preferences
ko: 게시글 설정

source: Could not load this theme. Please try again.
ko: 테마를 불러오지 못했습니다. 다시 시도해 주세요.

source: Could not share this theme. Please try again.
ko: 테마를 공유하지 못했습니다. 다시 시도해 주세요.

source: Date
ko: 날짜

source: Didn't come on time
ko: 택시에 동승하지 않음

source: Didn't send money
ko: 송금을 하지 않음

source: Done
ko: 확인

source: Enter Bank Number
ko: 계좌 번호 입력

source: Enter Nickname
ko: 닉네임 입력

source: Enter Phone Number
ko: 전화 번호 입력

source: Enter Preferred Location
ko: 선호 장소 입력

source: Enter this code in Import Theme on another device.
ko: 다른 기기의 테마 가져오기에 이 코드를 입력하세요.

source: Error
ko: 오류

source: ETC
ko: 기타

source: Failed to encode toggle status
ko: 설정을 불러오는 데 실패했습니다.

source: Failed to load content
ko: 컨텐츠 로드 실패

source: Failed to save toggle status
ko: 설정을 저장하는 데 실패했습니다.

source: Failed to update profile.
ko: 프로필을 업데이트하는 중 오류가 발생했습니다.

source: Failed to update toggle status
ko: 설정을 업데이트하는 데 실패했습니다.

source: Feed
ko: 타임라인

source: Find Theme
ko: 테마 찾기

source: Force Crash
ko: 강제로 충돌 발생시키기

source: Import Theme
ko: 테마 가져오기

source: Invoke Exception
ko: 강제로 오류 발생시키기

source: Karma
ko: 카르마

source: Miscellaneous
ko: 기타

source: My Posts
ko: 내 게시글

source: Nickname
ko: 닉네임

source: Nicknames can only be changed every 3 months.
ko: 닉네임은 3개월에 한 번만 변경할 수 있습니다.

source: Nicknames can only be changed every 3 months. Change nickname to %@?
ko: 닉네임은 3개월에 한 번만 변경할 수 있습니다. 닉네임을 %@로 변경하시겠습니까?

source: No Reports
ko: 신고 내역 없음

source: No theme found for this code.
ko: 이 코드에 해당하는 테마가 없습니다.

source: Notifications
ko: 알림

source: Okay
ko: 확인

source: Other reasons
ko: 기타 사유

source: Phone Number
ko: 전화 번호

source: Phone number can be set only once. Is the number you want to use correct? %@
ko: 전화 번호는 한 번만 설정할 수 있습니다. 사용하고자 하는 번호가 맞으신가요? %@

source: Posts
ko: 게시글

source: Preferred Location
ko: 선호 승하차 장소

source: Privacy Policy
ko: 개인정보 처리방침

source: Profile
ko: 프로필

source: Reason
ko: 이유

source: Report Details
ko: 신고 내역

source: Report Type
ko: 신고 유형

source: Save and Use Theme
ko: 저장하고 테마 적용

source: Select Bank
ko: 은행 선택

source: Send Feedback
ko: 피드백 보내기

source: Service
ko: 서비스

source: Services
ko: 서비스

source: Settings
ko: 설정

source: Share
ko: 공유

source: Share Theme
ko: 테마 공유

source: Show Badge
ko: 배지 표시

source: Sign Out
ko: 로그 아웃

source: Sponsored By
ko: 후원사

source: Taxi User Information Not Found.
ko: 택시 사용자 정보를 불러올 수 없습니다.

source: Terms of Use
ko: 이용약관

source: Theme Sharing
ko: 테마 공유

source: Unexpected Error
ko: 알 수 없는 오류

source: Unknown
ko: 알 수 없음

source: Warning
ko: 주의

source: You can't change nickname until %@.
ko: %@까지 닉네임을 변경할 수 없습니다.
